Repository: Cherylcxq/hyphenApp-30-10-2018-
Catalog: hyphenApp/hyphenApp/hyphenApp/Resx/AppResources.*.resx
Languages: fil, id, ms, zh_tw

# PatientTrendChartTabView.Days
source: Days
fil: Araw
id: Hari
ms: hari
zh_tw: Ngày

# PatientTrendChartTabView.Weeks
source: Weeks
fil: Linggo
id: Minggu
ms: minggu
zh_tw: Tuần

# PatientTrendChartTabView.ShowTheLast
source: Show the last
fil: Ipakita ang huli
id: Tampilkan yang terakhir
ms: Paparan terakhir
zh_tw: Xem trước

# PatientTrendChartTabView.EmailDoctor
source: Email Chart to Doctor
fil: I-email Chart sa Doctor
id: Email grafik ke Dokter
ms: E-mel Carta kepada Doktor
zh_tw: biểu đồ email để bác sĩ

# PatientTrendChartTabView.HintHelp
source: Show this chart to your doctor during your next visit.
fil: Ipakita ang chart na ito sa iyong doktor sa panahon ng iyong susunod na pagbisita.
id: Perlihatkan grafik ini kepada doktermu pada kunjungan berikutnya
ms: Tunjuk carta ini kepada doktor semasa kunjungan berikutnya.
zh_tw: Xem biểu đồ này với bác sĩ của bạn trong chuyến thăm tiếp theo của bạn

# PatientTrendChartTabView.Photos
source: PHOTOS
fil: Litrato
id: FOTO
ms: FOTO
zh_tw: ảnh

# PatientTrendChartTabView.ViewRecord
source: View Record
id: Lihat catatan
ms: Lihat Rekod
zh_tw: xem kỷ lục

# PatientTrendChartTabView.NoPhotos
source: No photos available.
fil: Walang magagamit na larawan.
id: Tidak ada foto yang tersedia.
ms: Tiada foto yang tersedia.
zh_tw: Không có ảnh.

# PatientTrendChartTabView.ViewChart
source: View Chart
id: Lihat grafik
ms: Lihat Carta
zh_tw: Xem biểu đồ

# PatientTrendChartTabView.WeeklyAverage
source: Weekly Average
id: rata-rata mingguan
ms: Purata mingguan
zh_tw: trung bình hàng tuần

# PatientTrendChartTabView.Daily
source: Daily
fil: Araw-araw
id: Harian
ms: harian
zh_tw: Hàng ngày

# PatientTrendChartTabView.EczemaChartFor
source: Eczema Chart for
fil: Eksema Chart para
id: Grafik eksim
ms: Carta ekzema untuk
zh_tw: biểu đồ eczema cho

# DoctorListPage.EmailBody
source: Please find attached the {0} chart of the above patient's Ezcema condition.
fil: Mangyaring tignan {0} ang chart ukol sa kalagayan ng eczema ng pasyente.
id: Lampiran {0} grafik dari kondisi ezcema pasien di atas ini.
ms: Sila rujuk carta {0} mengenai keadaan Ezcema pesakit tersebut

# DoctorListPage.EmailBody2
source: Chart Duration: {0}
fil: Haba ng chart: {0}
id: Durasi Grafik : {0}
ms: Carta Jangka masa: {0}

# DoctorListPage.EmailDaily
source: daily
fil: Araw-araw
id: harian
ms: harian

# DoctorListPage.EmailDays
source: day(s)
fil: Araw
id: hari
ms: hari

# DoctorListPage.EmailDear
source: Dear {0}
id: Dengan Hormat {0}
ms: Kepada {0}

# DoctorListPage.EmailSubject
source: Eczema Condition of {0}
fil: Kalagayan ng eczema {0}
id: Kondisi Eksim {0}
ms: Keadaan Ezcema {0}

# DoctorListPage.EmailWeekly
source: weekly
fil: Lingguhan
id: mingguan
ms: mingguan

# DoctorListPage.EmailWeeks
source: week(s)
fil: Linggo
id: minggu
ms: minggu

# DoctorPage.Email
source: Email
ms: e-mel
