Repository: Cherylcxq/hyphenApp-30-10-2018-
Catalog: hyphenApp/hyphenApp/hyphenApp/Resx/AppResources.*.resx
Languages: fil, id, ms, zh_tw

# BottomSaveButtonBar.Save
source: Save
fil: I-save ang
id: Simpan
ms: Simpan
zh_tw: Tiết kiệm

# Common.Open
source: open
fil: Buksan
id: Buka
ms: Buka
zh_tw: mở

# Common.Month01
source: Jan
fil: Ene
zh_tw: thg 1

# Common.Month02
source: Feb
fil: Pebr
zh_tw: thg 2

# Common.Month03
source: Mar
ms: Mac
zh_tw: thg 3

# Common.Month04
source: Apr
fil: Abr
zh_tw: thg 4

# Common.Month05
source: May
id: Mei
ms: Mei
zh_tw: thg 5

# Common.Month06
source: Jun
fil: Hun
zh_tw: thg 6

# Common.Month07
source: Jul
fil: Hul
zh_tw: thg 7

# Common.Month08
source: Aug
fil: Ago
id: Agu
ms: Ogos
zh_tw: thg 8

# Common.Month09
source: Sep
zh_tw: thg 9

# Common.Month10
source: Oct
fil: Okt
id: Okt
ms: Okt
zh_tw: thg 10

# Common.Month11
source: Nov
fil: Nob
zh_tw: thg 11

# Common.Month12
source: Dec
fil: Dis
id: Des
ms: Dis
zh_tw: thg 12

# Common.Sunday
source: Sun
fil: Lin
id: Min
ms: Aha
zh_tw: chủ nhật

# Common.Monday
source: Mon
fil: Lun
id: Sen
ms: Isn
zh_tw: thứ hai

# Common.Tuesday
source: Tue
fil: Mar
id: Sel
ms: Sel
zh_tw: thứ ba

# Common.Wednesday
source: Wed
fil: Miy
id: Rab
ms: Rab
zh_tw: Thứ tư

# Common.Thursday
source: Thu
fil: Huw
id: Kam
ms: Kha
zh_tw: Thứ năm

# Common.Friday
source: Fri
fil: Biy
id: Jum
ms: Jum
zh_tw: Thứ sáu

# Common.Saturday
source: Sat
fil: Sab
id: Sab
ms: Sab
zh_tw: thứ bảy

# Common.ErrorTitle
source: Oops!
id: Ups!
zh_tw: vấn đề

# Common.OK
source: OK
fil: Sige
id: baik
ms: okey
zh_tw: được

# Common.OptionYes
source: Yes, go ahead
fil: Oo, sige
id: Ya, silahkan
ms: Ya, teruskan
zh_tw: Có đi trước

# Common.OptionNo
source: No, wait!
fil: Hindi, maghintay!
id: Tidak, tunggu!
ms: Tidak, tunggu!
zh_tw: không chờ đợi

# Common.Mood1
source: Normal
zh_tw: bình thường

# Common.Mood2
source: A little unhappy
fil: Bahagyang malungkot
id: Sedikit tidak bahagia
ms: Sedikit tidak berpuas hati
zh_tw: Một chút không vui

# Common.Mood3
source: Quite unhappy
fil: Medyo malungkot
id: cukup tidak bahagia
ms: agak tidak berpuas hati
zh_tw: khá hài lòng

# Common.Mood4
source: Very unhappy
fil: Malungkot
id: Sangat tidak bahagia
ms: sangat tidak berpuas hati
zh_tw: rất không hài lòng

# Common.Mood5
source: Extremely unhappy
fil: Lubhang malungkot
id: sangat tidak bahagia sekali
ms: amat tidak berpuas hati
zh_tw: Vô cùng hài lòng

# dReminder.RateEczema
source: Rate Eczema
fil: Markahan ang eksema
id: tingkat Eksim
ms: kadar Ekzema
zh_tw: eczema tỷ

# dReminder.ApplySteroids
source: Apply topical steroids
fil: Maglagay ng topical steroid
id: Gunakan steroid topikal
ms: Guna steroid topikal
zh_tw: áp dụng steroid nhiệt đới

# dReminder.ApplyMoisturisers
source: Apply moisturisers
fil: Magpahid ng moisturisers
id: Gunakan pelembab
ms: Sapukan pelembap
zh_tw: áp dụng dưỡng ẩm

# dReminder.OtherReminder
source: Other reminder
fil: Iba pang paalala
id: pengingat lain
ms: peringatan lain
zh_tw: nhắc nhở khác

# dReminder.Day
source: Day(s)
fil: Araw
id: Hari
ms: Hari
zh_tw: ngày

# dReminder.Week
source: Week(s)
fil: Linggo
id: Minggu
ms: Minggu
zh_tw: tuần

# dReminder.Reminder
source: Reminder
fil: Paalala
id: Peringatan
ms: peringatan
zh_tw: nhắc nhở

# dReminder.ReminderFor
source: Reminder for
fil: Paalala para sa
id: Pengingat untuk
ms: peringatan untuk
zh_tw: nhắc nhở cho

# dReminder.ReminderNotification
source: Please open iControl Eczema to receive more notifications
fil: Mangyaring buksan iControl Eksema upang makatanggap ng iba pang notification
id: Silahkan buka iControl Eczema untuk menerima notifikasi
ms: Sila buka iControl Ekzema untuk menerima lebih banyak pemberitahuan
zh_tw: Hãy mở iControl Eczema để nhận thêm thông báo

# Helper.Cancel
source: Cancel
fil: Kanselahin
id: Batal
ms: Batal
zh_tw: hủy bỏ

# Helper.TakePhoto
source: Take a Photo
fil: Kumuha ng litrato
id: Mengambil foto
ms: Ambil gambar
zh_tw: chụp một tấm

# Helper.ChooseFromGallery
source: Choose from Gallery
fil: Pumili mula sa Gallery
id: Pilih dari Galeri
ms: Pilih dari Galeri
zh_tw: chọn từ thư viện

# BottomTabBar.Calendar
source: CALENDAR
fil: KALENDARYO
id: KALENDER
ms: KALENDAR
zh_tw: lịch

# BottomTabBar.Rate
source: RATE
id: MENILAI
ms: KADAR
zh_tw: định giá

# BottomTabBar.Trend
source: TREND
id: KECENDERUNGAN
zh_tw: khuynh hướng

# BottomTabBar.Reminders
source: REMINDERS
fil: PAALALA
id: PENGINGAT
ms: PERINGATAN
zh_tw: nhắc nhở

# SideBar.FamilyMembers
source: Family Members
fil: Miyembro ng pamilya
id: Anggota keluarga
ms: Ahli keluarga
zh_tw: Thành viên gia đình

# SideBar.AddRandomPatient
source: Add Random Patient
fil: Magdagdag ng pasyente
id: Tambahkan Pasien
ms: Tambahkan Pesakit rawak
zh_tw: thêm bệnh nhân ngẫu nhiên

# SideBar.AddFamilyMember
source: Add Family Member
fil: Magdagdag ng miyembro ng pamilya
id: Tambahkan Anggota Keluarga
ms: Tambah Ahli Keluarga
zh_tw: thêm thành viên gia đình

# SideBar.ChangeLanguage
source: Change Language
fil: Baguhin ang wika
id: Ganti BAHASA
ms: Tukar bahasa
zh_tw: thay đổi ngôn ngữ

# TopBar.UpdateProfilePic
source: Update Profile Picture
fil: I-update Profile Picture
id: Update Profil foto
ms: Kemaskini gambar profil
zh_tw: hình ảnh cập nhật hồ sơ cá nhân

# DoctorListPage.EmailDoctor
source: Email Doctor
fil: I-email ang Doktor
id: email Dokter
ms: Email doktor
zh_tw: bác sĩ email

# DoctorListPage.SendEmailFailTitle
source: Unable to send email
fil: Hindi makapagpadala ng email
id: Tidak dapat mengirim email
ms: Tidak dapat menghantar e-mel
zh_tw: không thể để gửi email

# DoctorListPage.SendEmailFailMessage
source: Please set up your e-mail in your phone's settings first.
fil: Mangyaring i-set up ang iyong e-mail sa setting ng iyong telepono.
id: Siapkan e-mail di pengaturan telepon kamu.
ms: Sila menyediakan e-mel anda dalam tetapan telefon anda terlebih dahulu
zh_tw: Hãy thiết lập email của bạn vào cài đặt điện thoại của bạn đầu tiên

# DoctorListPage.HelpTextNoDoctors
source: You have no doctors in this list. Click on the + button above to add one!
fil: Ikaw ay walang mga doktor sa listahang ito. Pindutin and button na + sa itaas upang makapagdagdag ng isa!
id: Kamu tidak memiliki dokter dalam daftar ini. Klik pada tombol + di atas untuk menambahkan satu!
ms: Anda tidak mempunyai doktor dalam senarai ini. Klik pada butang + di atas untuk menambah satu!
zh_tw: Bạn không có bác sĩ trong danh sách này. Nhấn vào nút + trên để thêm một

# DoctorListPage.HelpTextSelectDoctor
source: Select a doctor to email the chart to.
fil: Piliin ang doktor na padadalhan ng chart.
id: Pilih dokter untuk email grafik
ms: Pilih seorang doktor untuk e-mel carta untuk.
zh_tw: chọn một bác sĩ để gửi email cho biểu đồ để

# DoctorPage.NamePlaceholder
source: Name of doctor
fil: Pangalan ng Doktor
id: Nama dokter
ms: Nama doktor
zh_tw: Tên của bác sĩ

# DoctorPage.EmailPlaceholder
source: Email address
id: Alamat email
ms: Alamat emel
zh_tw: Địa chỉ email

# DoctorPage.ClinicPlaceholder
source: Clinic name
fil: Pangalan ng klinik
id: nama klinik
ms: nama klinik
zh_tw: Tên clinic

# DoctorPage.ContactInformation
source: CONTACT INFORMATION
fil: IMPORMASYON CONTACT
id: KONTAK INFORMASI
ms: MAKLUMAT PERHUBUNGAN
zh_tw: thông tin liên lạc

# DoctorPage.Name
source: Name
fil: Pangalan
id: Nama
ms: Nama
zh_tw: Tên

# DoctorPage.OtherInfo
source: OTHER INFORMATION
fil: IBA PANG IMPORMASYON
id: INFORMASI LAINNYA
ms: MAKLUMAT LAIN
zh_tw: thông tin khác

# DoctorPage.Clinic
source: Clinic Name
fil: Pangalan ng klinik
id: Nama klinik
ms: Nama Klinik
zh_tw: tên phòng khám

# DoctorPage.Address
source: Address
fil: Tirahan
id: Alamat
ms: alamat
zh_tw: địa chỉ nhà

# DoctorPage.Notes
source: Notes
id: Catatan
ms: Nota
zh_tw: ghi chú

# DoctorPage.ModifyDoctor
source: Modify Doctor
fil: Baguhin ang Doktor
id: Modifikasi Dokter
ms: Ubahsuai Doctor
zh_tw: sửa đổi bác sĩ

# DoctorPage.AddDoctor
source: Add Doctor
fil: Idagdag ang Doktor
id: Tambahkan Dokter
ms: Tambah doktor
zh_tw: thêm bác sĩ

# DoctorPage.ErrorAlertMissingFields
source: You left out some fields:
fil: May tanong na hindi napunan
id: Kamu melewatkan beberapa kolom:
ms: Anda meninggalkan beberapa bidang:
zh_tw: bạn còn lại ra một số thông tin

# DoctorPage.ErrorAlertInvalidEmail
source: The email doesn't look valid. It should look like name@company.com
fil: Ang email ay mukhang hindi tama. Ito ay dapat magmukhang name@company.com
id: email tidak terlihat valid. Seharusnya terlihat seperti name@company.com
ms: E-mel tersebut tidak kelihatan sah. Ia sepatutnya kelihatan seperti name@company.com
zh_tw: vi.Các email không nhìn hợp lệ. Nó sẽ giống như name@company.com

# DoctorPage.DeleteDoctor
source: Delete this doctor?
fil: Tanggalin ang doktor?
id: Hapus dokter ini?
ms: Padam doktor ini?
zh_tw: xóa bác sĩ này?

# LoginPage.LoginBtn
source: Login
id: Masuk
ms: Log masuk
zh_tw: đăng nhập

# LoginPage.Welcome
source: Welcome! It looks like you are using this app for the first time
fil: Maligayang pagdating! Tila ikaw ay gagamit ng app na ito sa unang pagkakataon
id: SELAMAT DATANG! Sepertinya kamu menggunakan aplikasi ini untuk pertama kalinya
ms: Selamat datang! Ia kelihatan seperti anda menggunakan aplikasi ini untuk kali pertama
zh_tw: Chào mừng! Có vẻ như bạn đang sử dụng ứng dụng này lần đầu tiên

# LoginPage.CreateAccount
source: Tap here to create a new account
fil: Mag-tap dito upang lumikha ng bagong account
id: Klik di sini untuk membuat akun baru
ms: Ketik di sini untuk membuat akaun baru
zh_tw: Hãy nhấn vào đây để tạo một tài khoản mới

# LoginPage.LoginFailTitle
source: Unable to login
fil: Hindi magawang mag-login
id: Tidak dapat login
ms: Tidak dapat log masuk
zh_tw: không thể đăng nhập

# LoginPage.LoginFailMessage
source: Did you forget your username and password?
fil: Nakalimutan mo ang iyong username at password?
id: Apakah kamu lupa nama pengguna dan kata sandi?
ms: Adakah anda terlupa nama pengguna dan kata laluan anda?
zh_tw: bạn đã quên tên truy cập và mật khẩu của bạn?

# PatientEczemaPage.DeletePhoto
source: Delete this photo?
fil: Tanggalin ang larawang ito?
id: Hapus foto ini?
ms: Padam foto ini?
zh_tw: xóa ảnh này?

# PatientPage.FamilyMembersParticulars
source: FAMILY MEMBER'S PARTICULARS
fil: Mga partikular na impormasyon sa mga kasapi ng pamilya
id: KETERANGAN ANGGOTA KELUARGA
ms: Butiran ahli keluarga
zh_tw: các thành viên trong gia đình cụ thể

# PatientPage.Photo
source: Photo
id: Foto
zh_tw: hình chụp

# PatientPage.Choose
source: Choose
fil: Piliin
id: Pilih
ms: pilih
zh_tw: chọn

# PatientPage.Name
source: Name
fil: Pangalan
id: Nama
ms: Nama
zh_tw: Tên

# PatientPage.DateOfBirth
source: Date of Birth
fil: Araw ng kapanganakan
id: Tanggal lahir
ms: Tarikh lahir
zh_tw: ngày sinh

# PatientPage.Gender
source: Gender
fil: Kasarian
id: Jenis kelamin
ms: jantina
zh_tw: tính

# PatientPage.GenderMale
source: Boy
fil: Lalake
id: Laki-laki
ms: Lelaki
zh_tw: Nam giới

# PatientPage.GenderFemale
source: Girl
fil: Babae
id: Perempuan
ms: Perempuan
zh_tw: phái nữ

# PatientPage.UpdateFamilyMember
source: Update Family Member
fil: I-update ang miyembro ng pamilya
id: Perbarui Anggota Keluarga
ms: Kemaskini ahli keluarga
zh_tw: các thành viên cập nhật gia đình

# PatientPage.AddFamilyMember
source: Add Family Member
fil: Magdagdag ng miyembro ng pamilya
id: Tambahkan Anggota Keluarga
ms: Tambah Ahli Keluarga
zh_tw: thêm thành viên gia đình

# PatientPage.HintHelpFirstPatient
source: Before using this app, please fill up the info of a family member who suffers from eczema.
fil: Bago gamitin ang app na ito, paki-puno ang impormasyon ng isang miyembro ng pamilya na mayroong eksema.
id: Sebelum menggunakan aplikasi ini, silahkan mengisi informasi dari anggota keluarga yang menderita eksim.
ms: Sebelum menggunakan aplikasi ini, sila mengisi maklumat ahli keluarga yang menghidap ekzema.
zh_tw: Trước khi sử dụng ứng dụng này , xin vui lòng điền vào các thông tin của một thành viên gia đình những người bị eczema

# PatientPage.HintHelpPatient
source: Please fill up the info of a family member who suffers from eczema.
fil: Mangyaring punan ang impormasyon ng isang miyembro ng pamilya na mayroong eksema.
id: Silahkan mengisi info dari anggota keluarga yang menderita eksim.
ms: Sila mengisi maklumat ahli keluarga yang menghidap ekzema.
zh_tw: Điền đầy đủ các thông tin của một thành viên gia đình những người bị eczema

# PatientPage.UpdateProfilePic
source: Update Profile Picture
fil: I-update ang profile picture
id: Perbarui foto profil
ms: Kemaskini gambar profil
zh_tw: hình ảnh cập nhật hồ sơ cá nhân

# PatientPage.DeleteFamilyMember
source: Delete family member and all Eczema ratings?
fil: Burahin ang miyembro ng pamilya at ang lahat ng eksema ratings?
id: Hapus anggota keluarga dan semua penilaian Eksim?
ms: Padam ahli keluarga dan semua penilaian Ekzema?
zh_tw: Xóa thành viên gia đình và tất cả các xếp hạng Eczema?

# PatientPage.ErrorMissingFields
source: You left out some fields:
fil: May mga tanong na hindi napunan
id: Kamu melewatkan beberapa kolom:
ms: Anda meninggalkan beberapa bidang:
zh_tw: bạn còn lại ra một số thông tin:

# PatientPage.ErrorInvalidDateOfBirth
source: The birthday cannot be later than today.
fil: Ang birthday ay hindi maaaring maging mas matagal kaysa sa ngayon.
id: Ulang tahun tidak bisa lambat dari hari ini.
ms: hari jadi tidak boleh lewat daripada hari ini.
zh_tw: Ngày sinh không thể muộn hơn ngày hôm nay

# PatientEczemaPhotoPage.Title
source: Photo
id: Foto
zh_tw: Hình chụp

# PatientReminderPage.OthersPlaceHolder
source: Enter description
fil: Ipasok ang paglalarawan
id: Masukkan deskripsi
ms: Masukkan keterangan
zh_tw: Nhập mô tả

# PatientReminderPage.Title
source: Reminder List
fil: Listahan ng paalala
id: Daftar pengingat
ms: Senarai peringatan
zh_tw: danh sách nhắc nhở

# PatientReminderPage.TitleAddReminder
source: Add Reminder
fil: Dagdagan ang paalala
id: Tambahkan Pengingat
ms: Tambah Peringatan
zh_tw: thêm lời nhắc nhở

# PatientReminderPage.TitleUpdateReminder
source: Update Reminder
fil: I-update ang paalala
id: Perbaharui Pengingat
ms: Update Peringatan
zh_tw: cập nhật lời nhắc nhở

# PatientReminderPage.RemindMeTo
source: REMIND ME TO
fil: Paalalahanan ako na
id: INGATKAN Saya
ms: INGATKAN SAYA
zh_tw: nhắc nhở tôi

# PatientReminderPage.Frequency
source: FREQUENCY
id: FREKUENSI
ms: KEKERAPAN
zh_tw: tần số

# PatientReminderPage.Starts
source: Starts
fil: Pagsisimula
id: mulai
ms: Bermula
zh_tw: bắt đầu

# PatientReminderPage.Ends
source: Ends
fil: End
id: berakhir
ms: tamat
zh_tw: đầu

# PatientReminderPage.RemindEvery
source: Remind Every
fil: Paalalahanan bawat
id: Ingatkan Setiap
ms: Ingatkan Setiap
zh_tw: nhắc nhở mọi

# PatientReminderPage.TimesOfTheDay
source: TIMES OF THE DAY
fil: Beses sa isang araw
id: Waktu HARI INI
ms: Masa hari
zh_tw: lần trong ngày

# PatientReminderPage.AddTime
source: + Add Time
fil: + Magdagdag ng Time
id: + Tambahkan Waktu
ms: + Tambah Masa
zh_tw: + thêm thời gian

# PatientReminderPage.DaysOfTheWeek
source: DAYS OF THE WEEK
fil: Araw
id: HARI DALAM MINGGU INI
ms: HARI DALAM MINGGU
zh_tw: các ngày trong tuần

# PatientReminderPage.ErrorInvalideStartEndDates
source: Your start date must be earlier than your end date.
fil: Ang iyong petsa ng pagsisimula ay dapat na mas maaga kaysa sa iyong petsa ng pagtatapos.
id: tanggal mulai harus lebih awal dari tanggal akhir kamu.
ms: tarikh mula mesti lebih awal daripada tarikh akhir anda.
zh_tw: ngày bắt đầu của bạn phải được sớm hơn ngày cuối cùng của bạn

# PatientReminderPage.ErrorMissingTimeOfDay
source: You must have at least 1 time of the day added.
fil: Kailangan ay maglagay ng kahit 1 oras sa araw na naidagdag.
id: Kamu harus memiliki minimal 1 kali dari hari ditambahkan.
ms: Anda mesti mempunyai sekurang-kurangnya 1 kali dalam sehari ditambah.
zh_tw: Bạn phải có ít nhất 1 lần trong ngày thêm

# PatientReminderPage.ErrorMissingDayOfWeek
source: You must have at least 1 day of the week selected.
fil: Dapat ay mayroon kang hindi bababa sa 1 araw ng linggo na napili.
id: Kamu harus memiliki setidaknya 1 hari dalam minggu yang dipilih.
ms: Anda mesti mempunyai sekurang-kurangnya 1 hari dalam seminggu yang dipilih.
zh_tw: Bạn phải có ít nhất 1 ngày trong tuần được lựa chọn

# PatientReminderPage.ErrorMissingReminderDescription
source: You must enter a reminder description.
fil: Kailangan mong magpasok ng isang paalala sa paglalarawan.
id: Kamu harus memasukkan deskripsi pengingat.
ms: Anda mesti memasukkan penerangan peringatan.
zh_tw: Bạn phải nhập một mô tả nhắc nhở

# PatientReminderPage.DeleteReminder
source: Delete this reminder?
fil: Tanggalin ang paalala?
id: Hapus pengingat ini?
ms: Padam peringatan ini?
zh_tw: xóa lời nhắc nhở này?

# PatientTabPage.Master
source: Master
id: Kumpulan data
zh_tw: chủ nhân

# PatientTabPage.PatientDetails
source: Patient Details
fil: Detalye ng pasyente
id: Detail pasien
ms: Butiran pesakit
zh_tw: chi tiết bệnh nhân

# PatientTabPage.RateAppMessage
source: Take a moment to rate iControl Eczema
fil: Maglaan ng ilang sandali upang i-rate ang iControl Eksema
id: Luangkan waktu sejenak untuk menilai iControl Eczema
ms: Ambil masa untuk mengadar iControl Ekzema
zh_tw: Đi một chút thời gian để đánh giá iControl Eczema

# PatientTabPage.RateApp
source: Rate iControl Ezcema
id: Tingkat iControl ezcema
ms: Kadar iControl Ezcema
zh_tw: tỷ lệ iControl Eczema

# PatientTabPage.RateAppRemindLater
source: Remind me again later
fil: Ipaalala sa akin muli sa ibang pagkakataon
id: Ingatkan saya lagi nanti
ms: Ingatkan saya lagi kemudian
zh_tw: Nhắc tôi lại sau

# PatientTabPage.RateAppDontRemind
source: No, don't remind me again
fil: Hindi, huwag ipaalala sa aking muli
id: Tidak, jangan ingatkan aku lagi
ms: Tidak, jangan ingatkan saya lagi
zh_tw: Không, đừng nhắc lại cho tôi

# UserPage.CreateAccount
source: Create a new account
fil: Gumawa ng bagong account
id: Buat akun baru
ms: Buat akaun baru
zh_tw: Tạo tài khoản mới

# UserPage.LoginName
source: LOGIN NAME
id: NAMA LOGIN
ms: NAMA LOG MASUK
zh_tw: tên đăng nhập

# UserPage.Password
source: PASSWORD
id: KATA SANDI
zh_tw: mật khẩu

# UserPage.Cancel
source: No thanks, I already have an account.
fil: Huwag na lang, ako ay mayroon ng isang account.
id: Tidak terima kasih, saya sudah memiliki akun
ms: Tidak mengapa, saya sudah mempunyai akaun.
zh_tw: Không, cảm ơn , tôi đã có một tài khoản.

# UserPage.TapSave
source: By tapping Save, I agree to the
fil: Sa pamamagitan ng pag tap sa Save, Sumasang-ayon ako sa
id: Saya setuju dengan
ms: Dengan mengetik Simpan, Saya bersetuju dengan
zh_tw: Bằng cách khai thác Lưu , tôi đồng ý với

# UserPage.TermsAndConditions
source: Terms and Conditions
fil: Mga Tuntunin at Kundisyon
id: Syarat dan ketentuan
ms: Terma dan syarat
zh_tw: Các điều khoản và điều kiện

# UserPage.MissingFields
source: You left out some fields.
fil: May tanong na hindi napunan
id: Kamu melewatkan beberapa kolom
ms: Anda meninggalkan beberapa bidang.
zh_tw: Bạn còn lại ra một số thông tin

# UserPage.LoginAlreadyExists
source: A user with the same login name already exists.
fil: Mayroong user na may kaparehong pangalan
id: Nama login sudah ada
ms: Pengguna dengan nama log masuk yang sama sudah wujud.
zh_tw: Một người dùng với tên đăng nhập đã tồn tại

# UserPage.PasswordsMismatch
source: Both passwords must match.
fil: Parehong mga password ay dapat na tumugma.
id: Kedua password harus sesuai
ms: Kedua-dua kata laluan mesti sepadan.
zh_tw: Cả hai mật khẩu phải phù hợp với

# UserTOSPage.TermsAndConditions
source: Terms and Conditions
fil: Mga Tuntunin at Kundisyon
id: Syarat dan ketentuan
ms: Terma dan syarat
zh_tw: Các điều khoản và điều kiện

# UserTOSPage.CompletedRead
source: Ok, I've read it.
fil: Ok, nabasa ko na ito
id: Ok, saya sudah membacanya
ms: Ok, saya telah membacanya.
zh_tw: ok , tôi đã đọc nó

# PatientCalendarTabView.ShortSunday
source: S
id: Min
ms: Aha
zh_tw: CN

# PatientCalendarTabView.ShortMonday
source: M
id: Sen
ms: Isn
zh_tw: T2

# PatientCalendarTabView.ShortTuesday
source: T
id: Sel
ms: Sel
zh_tw: T3

# PatientCalendarTabView.ShortWednesday
source: W
id: Rab
ms: Rab
zh_tw: T4

# PatientCalendarTabView.ShortThursday
source: T
id: Kam
ms: Kha
zh_tw: T5

# PatientCalendarTabView.ShortFriday
source: F
id: Jum
ms: Jum
zh_tw: T6

# PatientCalendarTabView.ShortSaturday
source: S
id: Sab
ms: Sab
zh_tw: T7

# PatientCalendarTabView.Calendar
source: Calendar
fil: Kalendaryo
id: Kalender
ms: Kalendar
zh_tw: Lịch

# PatientCalendarTabView.TapDate
source: Tap on a date to rate or view details
fil: I-tap sa isang petsa upang i-rate o tingnan ang mga detalye
id: Ketik pada tanggal untuk menilai atau melihat rincian
ms: Ketik pada tarikh untuk kadar atau lihat butiran
zh_tw: Chạm vào một ngày để xếp hạng hoặc xem chi tiết

# PatientEczemaTabView.RateFeeling
source: HOW DID YOU FEEL?
fil: ANO ANG NARAMDAMAN MO?
id: APA YANG KAMU RASA?
ms: BAGAIMANA PERASAAN ANDA?
zh_tw: bạn cảm thấy thế nào?

# PatientEczemaTabView.DoctorHint
source: Tap on one of the emoticons above to rate your Eczema for the day. After that, you can also add photos and take additional notes.
fil: Mag-tap sa isa sa mga emoticon sa itaas upang i-rate ang iyong eksema para sa araw. Pagkatapos nito, maaari ka ring magdagdag ng mga larawan at gumawa ng karagdagang mga tala.
id: Ketik salah satu emoticon di atas untuk menilai Eksim kamu hari ini. Setelah itu, kamu juga dapat menambahkan foto dan membuat catatan tambahan.
ms: Ketik pada salah satu daripada emotikon atas untuk mengadar Ekzema anda untuk hari itu. Selepas itu, anda juga boleh menambah foto dan mengambil nota tambahan.
zh_tw: Chạm vào một trong những biểu tượng cảm xúc trên để đánh giá Eczema của bạn trong ngày. Sau đó, bạn cũng có thể thêm hình ảnh và ghi chú thêm

# PatientEczemaTabView.Photos
source: PHOTOS
fil: Litrato
id: FOTO
zh_tw: ảnh

# PatientEczemaTabView.AddPhoto
source: + Photo
id: + Foto
zh_tw: + hình chụp

# PatientEczemaTabView.WhatDidYouDo
source: WHAT DID YOU DO?
fil: ANO ANG GINAWA MO?
id: APA YANG KAMU LAKUKAN?
ms: APA YANG KAMU BUAT?
zh_tw: bạn đã làm gì?

# PatientEczemaTabView.ApplySteroids
source: Applied topical steroids
fil: Naglagay ng topical steroid
id: Gunakan steroid topikal
ms: Sapukan steroid topikal
zh_tw: steroid nhiệt đới áp dụng

# PatientEczemaTabView.ApplyMoisturiser
source: Applied moisturizer
fil: Naglagay ng moisturiser
id: Gunakan Pelembab
ms: Sapukan pelembap
zh_tw: kem dưỡng ẩm Ứng dụng

# PatientEczemaTabView.Others
source: Others
fil: Iba pa
id: Lainnya
ms: lain-lain
zh_tw: loại khác

# PatientEczemaTabView.Notes
source: NOTES
fil: Talaan
id: CATATAN
ms: NOTA
zh_tw: ghi chú

# PatientEczemaTabView.PickPhoto
source: Add Photo
fil: Magdagdag ng Larawan
id: Tambahkan Foto
ms: Tambah Photo
zh_tw: thêm ảnh

# PatientEczemaTabView.RateEczema
source: Rate Eczema
fil: I-rate ang Eksema
id: tingkat Eksim
ms: kadar Ekzema
zh_tw: eczema tỷ

# PatientEczemaTabView.DeleteRecord
source: Delete this record?
fil: Burahin ang record?
id: Menghapus data ini?
ms: Padam rekod ini?
zh_tw: xóa hồ sơ này?

# PatientReminderListTabView.FrequencyTypeLabel
source: Every
fil: Bawat
id: setiap
ms: setiap
zh_tw: mỗi

# PatientReminderListTabView.TimesOfDayLabel
source: At
fil: sa
id: di
ms: pada
zh_tw: tại

# PatientReminderListTabView.DaysOfWeekLabel
source: On
fil: sa
id: Di
ms: pada
zh_tw: trên

# PatientReminderListTabView.Reminders
source: Reminders
fil: Paalala
id: pengingat
ms: peringatan
zh_tw: nhắc nhở

# PatientReminderListTabView.HintHelp
source: You have no reminders set up. Click on the + button above to add one!
fil: Ikaw ay walang mga paalala sa set up. Mag-click sa button na + sa itaas upang magdagdag ng isa!
id: Kamu tidak memiliki pengingat . Klik pada tombol + di atas untuk menambahkan satu!
ms: Anda tidak mempunyai peringatan ditubuhkan. Klik pada butang + di atas untuk menambah satu!
zh_tw: Bạn không có nhắc nhở thiết lập. Nhấn vào nút + trên để thêm một!
